{
    "changelog.md": {
        "25\/09\/2019": "09\/25\/2019",
        "Passage à l'interface jeedom v4": "Cambio a la interfaz jeedom v4",
        "11\/08\/2019": "08\/11\/2019",
        "Support de PHP 7.3": "Soporte para php 7.3",
        "18\/10\/2018": "18\/10\/2018",
        "Amélioration de la verification du numéro d'expediteur": "Verificación mejorada del número del remitente",
        "Correction d'un bug si le niveau de log est sur aucun": "Corrección de un error si el nivel de registro es ninguno",
        "26\/04\/2018": "26\/04\/2018",
        "Mise à jour de la doc": "Actualizando el documento",
        "25\/04\/2018": "25\/04\/2018",
        "Correction du lien de la doc": "Corrección del enlace doc"
    },
    "index.md": {
        "Le plugin SMS permet de dialoguer avec Jeedom par l'intermediaire des": "El complemento de SMS le permite interactuar con Jeedom a través de",
        "SMS, il permet aussi à Jeedom de vous envoyer un SMS en cas d'alerte": "SMS, también le permite a Jeedom enviarle un SMS en caso de alerta",
        "(plugin alarme, scénario…​)": "(plugin de alarma, escenario ...)",
        "Pour dialoguer avec Jeedom il faut avoir configuré des interactions": "Para interactuar con Jeedom debe haber configurado interacciones",
        "Configuration du plugin": "Configuración del plugin",
        "Après téléchargement du plugin, il vous suffit de l'activer et de": "Después de descargar el complemento, solo necesita activarlo y",
        "configurer le port": "configurar puerto",
        "Après sauvegarde le démon devrait se lancer. Le": "Después de guardar el demonio debería lanzarse. El",
        "plugin est déjà configuré par défaut ; vous n'avez donc rien à faire de": "el complemento ya está configurado de manera predeterminada; así que no tienes nada que ver con",
        "plus. Cependant vous pouvez modifier cette configuration": "Más. Sin embargo, puede modificar esta configuración",
        "Voici le": "He aquí el",
        "détail (certains paramètres peuvent n'être visibles qu'en mode expert)": "detalle (algunos parámetros solo pueden ser visibles en modo experto)",
        "Port SMS": "Puerto de SMS",
        "le port USB sur lequel votre clef GSM": "el puerto USB en el que su clave GSM",
        "est connectée": "está conectado",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez simplement": "Si no sabe qué puerto USB se utiliza, puede simplemente",
        "indiquer \"Auto": "indicar \"Auto",
        "Attention le mode auto ne marche qu'avec les clefs": "Atención, el modo automático solo funciona con las teclas",
        "Huawai E220": "Huawai E220",
        "Attention certaines clefs 3G sont par défaut en mode modem et non GSM": "Tenga en cuenta que algunas teclas 3G están por defecto en modo módem y no GSM",
        "Il faut à l'aide du logiciel de votre fabricant de clef, changer le": "Usando el software de su fabricante clave, debe cambiar el",
        "mode de la clef sur GSM (ou texte, ou série)": "modo clave en GSM (o texto, o serie)",
        "Code pin": "Código PIN",
        "Permet d'indiquer le code pin de la carte SIM, à laisser vide si vous n'en avez pas": "Le permite indicar el código PIN de la tarjeta SIM, dejar en blanco si no tiene una",
        "Texte mode": "Modo de texto",
        "Mode de compatibilité étendu, à n'utiliser que si l'envoi et\/ou la réception des messages ne marchent pas": "Modo de compatibilidad extendida, para ser usado solo si enviar y \/ o recibir mensajes no funciona",
        "Découper les messages par paquet de caractères": "Cortar mensajes por paquete de caracteres",
        "Indique le nombre de caractères maximum par texto": "Indica el número máximo de caracteres por texto",
        "Passerelle SMS \/ SMS Gateway (modifier en cas d'erreur": "SMS \/ SMS Gateway (modificar en caso de error",
        "CMS 330 SMSC number not set)": "CMS 330 número SMSC no establecido)",
        "A nechanger que si vous avez l'erreur \"CMS 330 SMSC number not set\", dans ce cas il faut indiquer le numéro de passerelle SMS de votre opérateur téléphonique": "Tenga en cuenta que si tiene el error \"Número de SMSC CMS 330 no establecido\", en este caso debe indicar el número de puerta de enlace de SMS de su operador telefónico",
        "Force du signal": "Fuerza de la señal",
        "Force de réception du signal devotre clef GSM": "Intensidad de recepción de señal de su clave GSM",
        "Réseau": "Red",
        "Réseau téléphonique de votre clef GSM (peut être à \"None\" si Jeedom n'arrive pas à le récupérer)": "Red telefónica de su clave GSM (puede ser \"Ninguna\" si Jeedom no puede recuperarla)",
        "socket interne (modification dangereuse)": "toma interna (modificación peligrosa)",
        "permet de modifier le port de communication interne du démon": "permite modificar el puerto de comunicación interna del demonio",
        "Cycle (s)": "Ciclo (s)",
        "cycle de scrutation du démon pour l'envoi et la reception des SMS": "ciclo de escaneo de demonios para enviar y recibir SMS",
        "Un chiffre trop bas peut amener certaine instabilité": "Un número demasiado bajo puede causar inestabilidad",
        "Configuration des équipements": "Configuración del equipo",
        "La configuration des équipements SMS est accessible à partir du menu": "Se puede acceder a la configuración del equipo de SMS desde el menú",
        "plugin puis communication": "plugin luego comunicación",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aquí encontrarás toda la configuración de tu equipo",
        "Nom de l'équipement SMS": "Nombre del equipo SMS",
        "nom de votre équipement SMS": "nombre de su equipo de SMS",
        "permet de rendre votre équipement actif": "activa su equipo",
        "rend votre équipement visible sur le dashboard": "hace que su equipo sea visible en el tablero",
        "Objet parent": "Objeto padre",
        "indique l'objet parent auquel": "indica el objeto padre al que",
        "appartient l'équipement": "pertenece equipo",
        "En dessous vous retrouvez la liste des commandes": "A continuación encontrará la lista de pedidos",
        "le nom affiché sur le dashboard": "el nombre que se muestra en el tablero",
        "utilisateur correspondant dans Jeedom (permet de": "usuario correspondiente en Jeedom (permite",
        "restreindre certaines interactions à certains utilisateurs)": "restringir ciertas interacciones a ciertos usuarios)",
        "Numéro": "Número",
        "numéro de téléphone à qui envoyer les messages. Vous": "número de teléfono al que enviar mensajes. Vosotras",
        "pouvez mettre plusieurs numéros en les séparant avec des ; (ex": "puede poner varios números separándolos con; (ex",
        "0612345678;0698765432)": "0612345678; 0698765432)",
        "Seul les numéros de téléphone déclarés dans un équipement pouront": "Solo los números de teléfono declarados en el equipo pueden",
        "utiliser les interactions car seuls eux seront autorisés": "usar interacciones porque solo se permitirán",
        "permet d'afficher la donnée sur le dashboard": "permite mostrar los datos en el tablero",
        "Configuration avancée": "Configuración avanzada",
        "(petites roues crantées)": "(ruedas con muescas pequeñas)",
        "d'afficher la configuration avancée de la commande (méthode": "muestra la configuración avanzada del comando (método",
        "d'historisation, widget…​)": "historia, widget ...)",
        "permet de tester la commande": "Se usa para probar el comando",
        "(signe -)": "(signo -)",
        "permet de supprimer la commande": "permite eliminar el comando",
        "Utilisation du plugin": "Usando el complemento",
        "Celui-ci est assez standard dans son fonctionnement, sur la page Général": "Esto es bastante estándar en su funcionamiento, en la página General",
        "→ Plugin puis en sélectionnant le plugin SMS": "→ Complemento luego seleccionando el complemento de SMS",
        "Le port (chemin) jusqu'au périphérique qui sert de modem (par": "El puerto (ruta) al dispositivo que sirve como módem (por ejemplo",
        "exemple ce peut être \/dev\/ttyUSB0, pour le voir il suffit de lancer": "ejemplo puede ser \/ dev \/ ttyUSB0, para verlo simplemente inicie",
        "dmesg\" puis de brancher le modem)": "dmesg \"y luego conecte el módem)",
        "Le code pin de la carte sim": "El código pin de la tarjeta sim",
        "Il faut donc ajouter un nouvel équipement puis le configurer": "Por lo tanto, debe agregar nuevo equipo y luego configurarlo",
        "Le nom de celui-ci": "El nombre",
        "S'il est actif ou non": "Si está activo o no",
        "Puis il faut ajouter les commandes qui seront composées d'un nom et": "Luego agregue los comandos que estarán compuestos de un nombre y",
        "d'un numéro, seuls les numéros listés dans la liste des commandes": "un número, solo los números listados en la lista de comandos",
        "peuvent recevoir une réponse de Jeedom (cela permet de sécuriser": "puede recibir una respuesta de Jeedom (esto asegura",
        "tout en évitant de mettre un mot de passe à chaque début de SMS": "evitando poner una contraseña al comienzo de cada SMS",
        "envoyé à Jeedom)": "enviado a Jeedom)",
        "Vous pouvez aussi indiquer quel utilisateur est": "También puede indicar qué usuario es",
        "lié à ce numéro (pour la gestion des droits au niveau": "vinculado a este número (para la gestión de derechos a nivel",
        "des interactions)": "interacciones)",
        "Pour communiquer avec Jeedom, il suffira ensuite de lui envoyer un": "Para comunicarse con Jeedom, será suficiente enviarle un",
        "message à partir d'un numéro autorisé, toutes les interactions venant du": "mensaje de un número autorizado, todas las interacciones provienen del",
        "système d'interactions": "sistema de interaccion",
        "Petit exemple d'interaction": "Pequeño ejemplo de interacción",
        "Quelle est la température de": "¿Cuál es la temperatura de",
        "la chambre": "Habitación",
        "Réponse": "Respuesta",
        "3 C": "3 C",
        "Liste des clefs compatibles": "Lista de claves compatibles",
        "HUAWEI E220": "HUAWEI E220",
        "Alcatel one touch X220L": "Alcatel one touch X220L",
        "HSDPA 7": "HSDPA 7",
        "2MBPS 3G Wireless": "2MBPS 3G inalámbrico",
        "HUAWEI E3372": "HUAWEI E3372",
        "Je ne reçois rien avec une clef huwaei e160": "No consigo nada con una llave huwaei e160",
        "Il faut installer minicom (sudo apt-get install -y minicom), lancer": "Debe instalar minicom (sudo apt-get install -y minicom), inicie",
        "celui-ci et se connecter au modem, puis faire": "este y conectarse al módem y luego hacer",
        "``` {.bash": "`` `{.bash",
        "AT^CURC=0": "AT ^ CURC = 0",
        "AT^U2DIAG=0": "AT ^ u2diag = 0",
        "```": "`` ''",
        "Et sur le plugin faire": "Y en el complemento hacer",
        "Choisir premier port USB et non le second": "Elija el primer puerto USB y no el segundo",
        "Mode texte désactivé": "Modo de texto desactivado",
        "Je ne vois pas le port USB de ma clef": "No puedo ver el puerto USB en mi llave",
        "Vérifiez que vous n'avez pas brltty d'installer (`sudo apt-get remove brltty` pour le supprimer)": "Asegúrese de que no tiene que instalar brltty (`sudo apt-get remove brltty` para eliminarlo)",
        "Au bout de quelques heures\/jours je ne recois plus de SMS et ne peux plus en envoyer, une relance du démon corrige": "Después de unas pocas horas \/ días ya no recibo un SMS y ya no puedo enviar uno, un recordatorio del demonio corrige",
        "Vérifiez votre cable USB (un mauvais cable USB entraine souvent ce": "Verifique su cable USB (un cable USB defectuoso a menudo resulta en",
        "genre de soucis, il ne faut pas qu'il soit trop long non plus)": "tipo de preocupaciones, tampoco debería ser demasiado largo)",
        "verifiez aussi votre alimentation, un hub USB est fortement": "También verifique su fuente de alimentación, un concentrador USB es fuertemente",
        "J'ai une erreur CME": "Tengo un error de CME",
        "Vous pouvez trouver": "Puedes encontrar",
        "la description des differente erreurs CME": "descripción de los diferentes errores de CME",
        "Configuration de la clef Alcatel one touch X220L": "Configuración de la tecla Alcatel one touch X220L",
        "Lorsque l'on insère la clef, on a ceci": "Cuando insertamos la clave, tenemos esto",
        "root@jeedom": "root @ jeedom",
        "Bus 002 Device 003": "Bus 002 Dispositivo 003",
        "ID 1bbb": "ID 1bbb",
        "f000 T & A Mobile Phones": "Teléfonos móviles f000 T&A",
        "Attention si vous n'avez pas 1bbb": "Ten cuidado si no tienes 1bbb",
        "f000 il ne faut surtout pas faire la": "f000 es importante no hacer el",
        "suite de cette documentation": "continuación de esta documentación",
        "il faut ajouter les lignes suivantes à la fin du fichier": "agregue las siguientes líneas al final del archivo",
        "\/etc\/usb\\_modeswitch.conf": "\/etc\/usb\\_modeswitch.conf",
        "Alcatel X220L": "Alcatel X220L",
        "DefaultVendor= 0x1bbb": "DefaultVendor = 0x1bbb",
        "DefaultProduct= 0xf000": "DefaultProduct = 0xf000",
        "MessageContent=\"55534243123456788000000080000606f50402527000000000000000000000": "MessageContent = \"55534243123456788000000080000606f50402527000000000000000000000",
        "Puis lancer la commande suivante pour tester": "Luego ejecute el siguiente comando para probar",
        "\/usr\/sbin\/usb_modeswitch -c": "\/ usr \/ sbin \/ usb_modeswitch -c",
        "\/etc\/usb_modeswitch.conf": "\/etc\/usb_modeswitch.conf",
        "On obtient ceci": "Entendemos esto",
        "~# lsusb": "~ # lsusb",
        "0017 T & A Mobile Phones": "0017 T & A Teléfonos móviles",
        "et les liens sous \/dev sont bien ajoutés": "y se agregan los enlaces bajo \/ dev",
        "~# ls \/dev\/ttyUSB": "~ # ls \/ dev \/ ttyUSB",
        "\/dev\/ttyUSB0 \/dev\/ttyUSB1 \/dev\/ttyUSB2 \/dev\/ttyUSB3 \/dev\/ttyUSB4": "\/ dev \/ ttyUSB0 \/ dev \/ ttyUSB1 \/ dev \/ ttyUSB2 \/ dev \/ ttyUSB3 \/ dev \/ ttyUSB4",
        "Maintenant il faut automatiser le lancement de la commande précédente": "Ahora tienes que automatizar el lanzamiento del comando anterior",
        "via udev": "vía udev",
        "vi \/etc\/udev\/rules.d99-usb_modeswitch.rules": "vi \/etc\/udev\/rules.d99-usb_modeswitch.rules",
        "SUBSYSTEM==\"usb\", ATTRS{idVendor}==\"1bbb\", ATTRS{idProduct}==\"f000\", RUN+=\"\/usr\/sbin\/usb_modeswitch -c \/etc\/usb_modeswitch.conf": "SUBSISTEMA == \"usb\", ATTRS {idVendor} == \"1bbb\", ATTRS {idProduct} == \"f000\", RUN + = \"\/ usr \/ sbin \/ usb_modeswitch -c \/etc\/usb_modeswitch.conf",
        "Sous jeedom dans le plugin SMS, il faut (dans mon cas) utiliser le \"port": "Bajo jeedom en el complemento de SMS, debe (en mi caso) usar el \"puerto",
        "SMS\" suivant": "SMS \"siguiente",
        "\/dev\/ttyUSB3": "\/ dev \/ ttyUSB3",
        "En gros il faut essayer chaque port pour": "Básicamente tienes que probar cada puerto para",
        "trouver le bon…": "encuentra el correcto",
        "Le démons SMS est bien démarré, mais vous ne recevez aucun SMS": "El daemon de SMS se inicia, pero no recibe ningún SMS",
        "Une des causes probables est la mauvaise configuration réseau. Dans": "Una de las causas probables es la configuración de red incorrecta. Dentro",
        "Général\" -> \"Configuration\" -> \"Administration": "General \"->\" Configuración \"->\" Administración",
        "Configuration réseaux\", vérifier le contenu du champ \"Adresse URL ou IP": "Configuración de red \", verifique el contenido del\" campo URL o dirección IP",
        "Ce dernier ne doit pas être localhost ou 127.0.0": "Este último no debe ser localhost o 127.0.0",
        "1 mais l'adresse IP de": "1 pero la dirección IP de",
        "votre Jeedom ou son nom DNS": "su nombre Jeedom o DNS",
        "En mode debug j'ai l'erreur \"timeout\" qui apparaît": "En modo de depuración tengo el error \"timeout\" que aparece",
        "Cette erreur arrive quand la clef ne répond pas dans les 10 secondes": "Este error ocurre cuando la clave no responde en 10 segundos",
        "qui suivent une demande": "quien sigue una solicitud",
        "Les causes connues peuvent être": "Las causas conocidas pueden ser",
        "incompatibilité de la clef GSM": "incompatibilidad de la clave GSM",
        "problème avec la version du firmware de la clef": "problema con la versión de firmware del stick",
        "Lors du démarrage en mode debug j'ai": "Al comenzar en modo de depuración tengo",
        "socket already in use": "zócalo ya en uso",
        "Cela veut dire que le démon est démarré mais que Jeedom n'arrive pas": "Significa que el demonio ha comenzado pero que Jeedom no llega",
        "à le stopper": "para detenerlo",
        "Vous pouvez soit redémarrer tout le système, soit en": "Puede reiniciar todo el sistema o por",
        "SSH faire \"killall -9 refxcmd.py": "SSH do \"killall -9 refxcmd.py",
        "Le démon refuse de démarrer": "El demonio se niega a comenzar",
        "Essayez de le démarrer en mode debug pour voir l'erreur": "Intenta iniciarlo en modo de depuración para ver el error",
        "J'ai plusieurs port USB pour ma clef GSM alors que je n'en ai qu'une": "Tengo varios puertos USB para mi llave GSM, mientras que solo tengo uno",
        "C'est normal, pour une raison inconnue les clef GSM créent 2 (et": "Esto es normal, por una razón desconocida las claves GSM crean 2 (y",
        "même plus) ports USB au niveau système": "aún más) puertos USB a nivel de sistema",
        "Il suffit d'en choisir un": "Solo elige uno",
        "peut importe lequel": "quien sea",
        "Jeedom n'envoie plus et ne reçoit plus de SMS": "Jeedom ya no envía ni recibe SMS",
        "Ceci arrive en général si la clef GSM n'arrive plus à se connecter": "Esto suele suceder si la clave GSM ya no puede conectarse",
        "au réseau": "a la red",
        "Essayer de la déplacer et de voir si ça revient au bout": "Intenta moverlo y ver si vuelve al final",
        "de quelques minutes": "unos minutos",
        "J'ai des soucis de reception qui marche quelques heures puis plus rien": "Tengo problemas de recepción que funcionan durante unas horas y luego nada",
        "Mettez la carte SIM sur un téléphone portable et videz tous les sms (envoyé et recu) de la carte": "Coloque la tarjeta SIM en un teléfono móvil y vacíe todos los sms (enviados y recibidos) de la tarjeta",
        " Configuration.": " Configuración.",
        " Configuration?": " Configuración?",
        "Configuration ": "Configuración ",
        "[Configuration": "[Configuración",
        "Configuration]": "Configuración]",
        "*Configuration": "*Configuración",
        "Configuration*": "Configuración*",
        " Important.": " Importante.",
        " Important?": " Importante?",
        "Important ": "Importante ",
        "[Important": "[Importante",
        "Important]": "Importante]",
        "*Important": "*Importante",
        "Important*": "Importante*",
        " Tip.": " Punta.",
        " Tip?": " Punta?",
        "Tip ": "Punta ",
        "[Tip": "[Punta",
        "Tip]": "Punta]",
        "*Tip": "*Punta",
        "Tip*": "Punta*",
        " Activer.": " Activar.",
        " Activer?": " Activar?",
        "Activer ": "Activar ",
        "[Activer": "[Activar",
        "Activer]": "Activar]",
        "*Activer": "*Activar",
        "Activer*": "Activar*",
        " Visible.": " Visible.",
        " Visible?": " Visible?",
        "Visible ": "Visible ",
        "[Visible": "[Visible",
        "Visible]": "Visible]",
        "*Visible": "*Visible",
        "Visible*": "Visible*",
        " Nom.": " Nombre.",
        " Nom?": " Nombre?",
        "Nom ": "Nombre ",
        "[Nom": "[Nombre",
        "Nom]": "Nombre]",
        "*Nom": "*Nombre",
        "Nom*": "Nombre*",
        " Utilisateur.": " Usuario.",
        " Utilisateur?": " Usuario?",
        "Utilisateur ": "Usuario ",
        "[Utilisateur": "[Usuario",
        "Utilisateur]": "Usuario]",
        "*Utilisateur": "*Usuario",
        "Utilisateur*": "Usuario*",
        " Afficher.": " Mostrar.",
        " Afficher?": " Mostrar?",
        "Afficher ": "Mostrar ",
        "[Afficher": "[Mostrar",
        "Afficher]": "Mostrar]",
        "*Afficher": "*Mostrar",
        "Afficher*": "Mostrar*",
        " permet.": " permite.",
        " permet?": " permite?",
        "permet ": "permite ",
        "[permet": "[permite",
        "permet]": "permite]",
        "*permet": "*permite",
        "permet*": "permite*",
        " Tester.": " Probar.",
        " Tester?": " Probar?",
        "Tester ": "Probar ",
        "[Tester": "[Probar",
        "Tester]": "Probar]",
        "*Tester": "*Probar",
        "Tester*": "Probar*",
        " Supprimer.": " Borrar.",
        " Supprimer?": " Borrar?",
        "Supprimer ": "Borrar ",
        "[Supprimer": "[Borrar",
        "Supprimer]": "Borrar]",
        "*Supprimer": "*Borrar",
        "Supprimer*": "Borrar*",
        " Question.": " Pregunta.",
        " Question?": " Pregunta?",
        "Question ": "Pregunta ",
        "[Question": "[Pregunta",
        "Question]": "Pregunta]",
        "*Question": "*Pregunta",
        "Question*": "Pregunta*",
        " FAQ.": " Preguntas frecuentes.",
        " FAQ?": " Preguntas frecuentes?",
        "FAQ ": "Preguntas frecuentes ",
        "[FAQ": "[Preguntas frecuentes",
        "FAQ]": "Preguntas frecuentes]",
        "*FAQ": "*Preguntas frecuentes",
        "FAQ*": "Preguntas frecuentes*",
        " Vitesse.": " Velocidad.",
        " Vitesse?": " Velocidad?",
        "Vitesse ": "Velocidad ",
        "[Vitesse": "[Velocidad",
        "Vitesse]": "Velocidad]",
        "*Vitesse": "*Velocidad",
        "Vitesse*": "Velocidad*",
        " conseillé.": " Recomendable.",
        " conseillé?": " Recomendable?",
        "conseillé ": "Recomendable ",
        "[conseillé": "[Recomendable",
        "conseillé]": "Recomendable]",
        "*conseillé": "*Recomendable",
        "conseillé*": "Recomendable*",
        " ici.": " aquí.",
        " ici?": " aquí?",
        "ici ": "aquí ",
        "[ici": "[aquí",
        "ici]": "aquí]",
        "*ici": "*aquí",
        "ici*": "aquí*",
        " lsusb.": " lsusb.",
        " lsusb?": " lsusb?",
        "lsusb ": "lsusb ",
        "[lsusb": "[lsusb",
        "lsusb]": "lsusb]",
        "*lsusb": "*lsusb",
        "lsusb*": "lsusb*"
    }
}