{
    "changelog.md": {
        "Changelog SMS": "Changelog SMS",
        "Pour rappel s'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Como lembrete, se não houver informações sobre a atualização, isso significa que se trata apenas da atualização da documentação, tradução ou texto",
        "17\/11\/2020": "17\/11\/2020",
        "Optimisations générales": "Otimizações gerais",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "25\/09\/2019": "25\/09\/2019",
        "Passage à l'interface jeedom v4": "Mudando para a interface jeedom v4",
        "11\/08\/2019": "11\/08\/2019",
        "Prise en charge de PHP 7.3": "Suporte para PHP 7.3",
        "18\/10\/2018": "18\/10\/2018",
        "Amélioration de la vérification du numéro d'expéditeur": "Verificação aprimorada do número do remetente",
        "Correction d'un bug si le niveau de log est sur aucun": "Correção de um erro se o nível de log for nenhum",
        "26\/04\/2018": "26\/04\/2018",
        "Mise à jour de la documentation": "Atualização da documentação",
        "25\/04\/2018": "25\/04\/2018",
        "Correction du lien de la documentation": "Link de documentação fixo",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin SMS": "Plugin de SMS",
        "Le plugin SMS permet de dialoguer avec Jeedom par l'intermédiaire des SMS": "O plugin SMS permite que você interaja com o Jeedom via SMS",
        "Il permet également à Jeedom de vous envoyer un SMS en cas d'alerte (plugin alarme, scénario, etc…​": "Também permite que a Jeedom envie um SMS em caso de alerta (plugin de alarme, cenário, etc",
        "Pour dialoguer avec Jeedom, il faut avoir configuré des interactions": "Para interagir com Jeedom, você deve ter configurado interações",
        "Configuration du plugin": "Configuração do plugin",
        "Après téléchargement du plugin, il suffit de l'activer et de configurer le port": "Depois de baixar o plugin, basta ativá-lo e configurar a porta",
        "Après sauvegarde le démon devrait se lancer": "Depois de salvar o demônio deve lançar",
        "Le plugin est déjà configuré par défaut, vous n'avez donc rien à faire de plus": "O plugin já está configurado por padrão, então você não precisa fazer mais nada",
        "Cependant vous pouvez modifier cette configuration, voici le détail": "No entanto, você pode modificar esta configuração, aqui está o detalhe",
        "Port SMS": "Porta SMS",
        "le port USB sur lequel votre clef GSM est connecté": "a porta USB na qual sua chave GSM está conectada",
        "Si vous ne savez pas quel port USB est utilisé, vous pouvez simplement indiquer \"Auto": "Se você não souber qual porta USB é usada, basta indicar \"Auto",
        "Attention le mode auto ne marche qu'avec les clefs Huawei E220": "Observe que o modo automático só funciona com chaves Huawei E220",
        "Attention certaines clefs 3G sont en mode modem par défaut et non GSM": "Observe que algumas teclas 3G estão no modo de modem por padrão e não GSM",
        "Il faut, à l'aide du logiciel de votre fabricant de clef, changer le mode de la clef sur GSM (ou texte, ou série": "Você deve, usando o software do fabricante da chave, alterar o modo da chave para GSM (ou texto ou serial",
        "Vitesse de communication": "Velocidade de comunicação",
        "les clefs récentes fonctionnent en 115200 bauds": "as chaves recentes funcionam a 115200 baud",
        "Vous avez la possibilité de passer en 9600 bauds au cas où votre matériel l'exigerait": "Você tem a opção de mudar para 9600 baud no caso de seu equipamento exigir",
        "Code pin": "Código PIN",
        "Permet d'indiquer le code pin de la carte SIM, à laisser vide si vous n'en avez pas": "Permite indicar o código PIN do cartão SIM e deixar em branco se você não tiver um",
        "Texte mode": "Modo de texto",
        "Mode de compatibilité étendu, à n'utiliser que si l'envoi et\/ou la réception des messages ne fonctionne pas": "Modo de compatibilidade estendida, para ser usado apenas se o envio e \/ ou recebimento de mensagens não funcionar",
        "Découper les messages par paquet de caractères": "Cortar mensagens por pacote de caracteres",
        "Indique le nombre de caractères maximum par message texte": "Indica o número máximo de caracteres por mensagem de texto",
        "Passerelle SMS \/ SMS Gateway (modifier en cas d'erreur": "Gateway SMS \/ SMS (modificar em caso de erro",
        "CMS 330 SMSC number not set": "Número SMSC do CMS 330 não definido",
        "A ne changer que si vous avez l'erreur `CMS 330 SMSC number not set`, dans ce cas il faut indiquer le numéro de passerelle SMS de votre opérateur téléphonique": "Só mude se você tiver o erro `CMS 330 SMSC number not set`, neste caso você deve indicar o número do gateway SMS da sua operadora de telefonia",
        "Force du signal": "Intensidade do sinal",
        "Force de réception du signal de votre clef GSM": "Força do sinal da sua chave GSM",
        "Réseau": "Rede",
        "Réseau téléphonique de votre clef GSM (peut être à \"None\" si Jeedom n'arrive pas à le récupérer": "Rede telefônica da sua chave GSM (pode ser \"Nenhuma\" se a Jeedom não puder recuperá-la",
        "Port socket interne (modification dangereuse": "Porta de soquete interno (modificação perigosa",
        "permet de modifier le port de communication interne du démon": "permite modificar a porta de comunicação interna do daemon",
        "Cycle (s": "Ciclo (s)",
        "cycle de scrutation du démon pour l'envoi et la réception des SMS": "ciclo de varredura de daemon para enviar e receber SMS",
        "Un chiffre trop bas peut amener à une certaine instabilité": "Um número muito baixo pode levar à instabilidade",
        "Configuration des équipements": "Configuração do equipamento",
        "La configuration des équipements SMS est accessible à partir du menu Plugins → Communication": "A configuração dos dispositivos SMS pode ser acessada no menu Plug-ins → Comunicação",
        "Vous retrouvez ici toute la configuration de votre équipement": "Aqui você encontra toda a configuração do seu equipamento",
        "Nom de l'équipement SMS": "Nome do equipamento SMS",
        "nom de votre équipement SMS": "nome do seu equipamento SMS",
        "permet de rendre votre équipement actif": "torna seu equipamento ativo",
        "rend votre équipement visible sur le dashboard": "torna seu equipamento visível no painel",
        "Objet parent": "Objeto pai",
        "indique l'objet parent auquel appartient l'équipement": "indica o objeto pai ao qual o equipamento pertence",
        "En dessous vous retrouvez la liste des commandes": "Abaixo você encontra a lista de pedidos",
        "le nom affiché sur le dashboard": "o nome exibido no painel",
        "utilisateur correspondant dans Jeedom (permet de restreindre certaines interactions à certains utilisateurs": "usuário correspondente no Jeedom (permite restringir certas interações a determinados usuários",
        "Numéro": "Número",
        "0612345678;0698765432": "0612345678; 0698765432",
        "numéro de téléphone à qui envoyer les messages": "número de telefone para o qual enviar mensagens",
        "Vous pouvez mettre plusieurs numéros en les séparant avec des ;": "Você pode colocar vários números, separando-os com;",
        "Seuls les numéros de téléphone déclarés dans un équipement pouront utiliser les interactions car seuls eux seront autorisés": "Apenas os números de telefone declarados em um dispositivo podem usar as interações porque apenas eles serão autorizados",
        "permet d'afficher la donnée sur le dashboard": "permite exibir os dados no painel",
        "Configuration avancée": "Configuração avançada",
        "petites roues crantées": "pequenas rodas dentadas",
        "permet d'afficher la configuration avancée de la commande (méthode d'historisation, widget…​": "exibe a configuração avançada do comando (método de registro, widget etc.)",
        "permet de tester la commande": "permite testar o comando",
        "permet de supprimer la commande": "permite excluir o comando",
        "Utilisation du plugin": "Usando o plugin",
        "Celui-ci est assez standard dans son fonctionnement, sur la page Général → Plugin puis en sélectionnant le plugin SMS": "Isso é bastante padrão em sua operação, na página Geral → Plug-in e selecionando o plug-in SMS",
        "Le port (chemin) jusqu'au périphérique qui sert de modem (par exemple ce peut être \/dev\/ttyUSB0, pour le voir il suffit de lancer": "A porta (caminho) para o dispositivo que serve como modem (por exemplo, pode ser \/ dev \/ ttyUSB0, para vê-lo apenas iniciar",
        "puis de brancher le modem": "depois conecte o modem",
        "Le code pin de la carte sim": "O código PIN do cartão SIM",
        "Il faut donc ajouter un nouvel équipement puis le configurer": "Então você precisa adicionar um novo equipamento e configurá-lo",
        "Le nom de celui-ci": "O nome dele",
        "S'il est actif ou non": "Se está ativo ou não",
        "Puis il faut ajouter les commandes qui seront composées d'un nom et d'un numéro, seuls les numéros listés dans la liste des commandes peuvent recevoir une réponse de Jeedom (cela permet de sécuriser, tout en évitant de mettre un mot de passe à chaque début de SMS envoyé à Jeedom": "Em seguida, é necessário adicionar os comandos que serão compostos por um nome e um número, apenas os números listados na lista de comandos podem receber uma resposta do Jeedom (isso possibilita a segurança, evitando definir uma senha como cada início de um SMS enviado ao Jeedom",
        "Vous pouvez aussi indiquer quel utilisateur est lié à ce numéro (pour la gestion des droits au niveau des interactions": "Você também pode indicar qual usuário está vinculado a esse número (para gerenciamento de direitos no nível da interação",
        "Pour communiquer avec Jeedom, il suffira ensuite de lui envoyer un message à partir d'un numéro autorisé, toutes les interactions venant du système d'interactions": "Para se comunicar com Jeedom, basta enviar uma mensagem a ele de um número autorizado, todas as interações provenientes do sistema de interação",
        "EXEMPLE D'INTERACTION": "EXEMPLO DE INTERAÇÃO",
        "Quelle est la température de la chambre": "Qual é a temperatura da sala",
        "16.3°C": "16,3 ° C",
        "Réponse": "Réponse",
        "Liste des clefs compatibles": "Lista de chaves compatíveis",
        "HUAWEI E220": "HUAWEI E220",
        "Alcatel one touch X220L": "Alcatel one touch X220L",
        "HSDPA 7": "HSDPA 7",
        "2MBPS 3G Wireless": "2MBPS 3G sem fio",
        "HUAWEI E3372": "HUAWEI E3372",
        "Je ne reçois rien avec une clef huwaei e160": "Não recebo nada com uma chave huwaei e160",
        "Il faut installer minicom (`sudo apt-get install -y minicom`), lancer celui-ci et se connecter au modem, puis faire": "Você tem que instalar o minicom (`sudo apt-get install -y minicom`), executá-lo e conectar ao modem, então faça",
        "``` {.bash": "`` `{.bash",
        "AT^CURC=0": "AT ^ CURC = 0",
        "AT^U2DIAG=0": "AT ^ U2DIAG = 0",
        "```": "`` ''",
        "Et sur le plugin faire": "E no plugin faça",
        "Choisir premier port USB et non le second": "Escolha a primeira porta USB e não a segunda",
        "Mode texte désactivé": "Modo de texto desativado",
        "Je ne vois pas le port USB de ma clef": "Não consigo ver a porta USB na minha chave",
        "Vérifiez que vous n'avez pas brltty d'installé (`sudo apt-get remove brltty` pour le supprimer": "Certifique-se de não ter o brltty instalado (`sudo apt-get remove brltty` para removê-lo",
        "Au bout de quelques heures\/jours je ne recois plus de SMS et ne peux plus en envoyer, une relance du démon corrige": "Depois de algumas horas \/ dias, não recebo mais um SMS e não posso mais enviar um, um lembrete do demônio corrige",
        "Vérifiez votre cable USB (un mauvais cable USB entraine souvent ce genre de souci, il ne faut pas qu'il soit trop long non plus), vérifiez aussi votre alimentation, un hub USB est fortement conseillé": "Verifique seu cabo USB (um cabo USB ruim costuma causar esse tipo de problema, também não deve ser muito longo), verifique também sua fonte de alimentação, um hub USB é altamente recomendado",
        "J'ai une erreur CME": "Eu tenho um erro CME",
        "Vous pouvez trouver": "Você pode encontrar",
        "la description des différentes erreurs CME": "descrição dos diferentes erros CME",
        "Configuration de la clef Alcatel one touch X220L": "Configuração da tecla Alcatel one touch X220L",
        "Lorsque l'on insère la clef, on a ceci": "Quando inserimos a chave, temos esse",
        "root@jeedom": "root @ jeedom",
        "Bus 002 Device 003": "Dispositivo 002 do barramento 002",
        "ID 1bbb": "ID 1bbb",
        "f000 T & A Mobile Phones": "f000 Telefones Celulares",
        "Attention si vous n'avez pas": "Tenha cuidado se você não tiver",
        "il ne faut surtout pas faire la suite de cette documentation il faut ajouter les lignes suivantes à la fin du fichier": "acima de tudo, não siga esta documentação, adicione as seguintes linhas ao final do arquivo",
        "Alcatel X220L": "Alcatel X220L",
        "DefaultVendor= 0x1bbb": "DefaultVendor = 0x1bbb",
        "DefaultProduct= 0xf000": "DefaultProduct = 0xf000",
        "MessageContent=\"55534243123456788000000080000606f50402527000000000000000000000": "MessageContent = \"55534243123456788000000080000606f504025270000000000000000000000000",
        "Puis lancer la commande suivante pour tester": "Em seguida, execute o seguinte comando para testar",
        "\/usr\/sbin\/usb_modeswitch -c": "\/ usr \/ sbin \/ usb_modeswitch -c",
        "\/etc\/usb_modeswitch.conf": "\/etc\/usb_modeswitch.conf",
        "On obtient ceci": "Nós entendemos isso",
        "~# lsusb": "~ # lsusb",
        "0017 T & A Mobile Phones": "0017 Telefones celulares",
        "et les liens sous \/dev sont bien ajoutés": "e os links em \/ dev são adicionados",
        "~# ls \/dev\/ttyUSB": "~ # ls \/ dev \/ ttyUSB",
        "\/dev\/ttyUSB0 \/dev\/ttyUSB1 \/dev\/ttyUSB2 \/dev\/ttyUSB3 \/dev\/ttyUSB4": "\/ dev \/ ttyUSB0 \/ dev \/ ttyUSB1 \/ dev \/ ttyUSB2 \/ dev \/ ttyUSB3 \/ dev \/ ttyUSB4",
        "Maintenant il faut automatiser le lancement de la commande précédente via udev": "Agora você precisa automatizar o lançamento do comando anterior via udev",
        "vi \/etc\/udev\/rules.d99-usb_modeswitch.rules": "vi \/etc\/udev\/rules.d99-usb_modeswitch.rules",
        "SUBSYSTEM==\"usb\", ATTRS{idVendor}==\"1bbb\", ATTRS{idProduct}==\"f000\", RUN+=\"\/usr\/sbin\/usb_modeswitch -c \/etc\/usb_modeswitch.conf": "SUBSISTEMA == \"usb\", ATTRS {idVendor} == \"1bbb\", ATTRS {idProduct} == \"f000\", EXECUTAR + = \"\/ usr \/ sbin \/ usb_modeswitch -c \/etc\/usb_modeswitch.conf",
        "Sous jeedom dans le plugin SMS, il faut (dans mon cas) utiliser le \"port SMS\" suivant": "Sob jeedom no plug-in SMS, você deve (no meu caso) usar a seguinte \"porta SMS\"",
        "En gros il faut essayer chaque port pour trouver le bon…": "Basicamente, você precisa tentar cada porta para encontrar a correta…",
        "Le démons SMS est bien démarré, mais vous ne recevez aucun SMS": "O daemon SMS é iniciado, mas você não recebe nenhum SMS",
        "Une des causes probables est la mauvaise configuration réseau": "Uma das causas prováveis é a configuração de rede incorreta",
        "Dans \"Réglages\" → \"Système\" → \"Configuration\" → \"Réseaux\", vérifier le contenu du champ \"Adresse URL ou IP": "Em “Configurações” → “Sistema” → “Configuração” → “Redes”, verifique o conteúdo do campo “URL ou endereço IP”",
        "Ce dernier ne doit pas être localhost ou 127.0.0": "O último não deve ser localhost ou 127.0.0",
        "1 mais l'adresse IP de votre Jeedom ou son nom DNS": "1, mas o endereço IP do seu Jeedom ou o nome DNS",
        "En mode debug j'ai l'erreur \"timeout\" qui apparaît": "No modo de depuração, tenho o erro \"timeout\" que aparece",
        "Cette erreur arrive quand la clef ne répond pas dans les 10 secondes qui suivent une demande": "Este erro ocorre quando a chave não responde dentro de 10 segundos após uma solicitação",
        "Les causes connues peuvent être": "As causas conhecidas podem ser",
        "incompatibilité de la clef GSM": "incompatibilidade da chave GSM",
        "problème avec la version du firmware de la clef": "problema com a versão do firmware do stick",
        "Lors du démarrage en mode debug j'ai": "Ao iniciar no modo de depuração, tenho",
        "socket already in use": "soquete já em uso",
        "Cela veut dire que le démon est démarré mais que Jeedom n'arrive pas à le stopper": "Isso significa que o demônio foi iniciado, mas que Jeedom não pode detê-lo",
        "Vous pouvez soit redémarrer tout le système, soit en SSH faire": "Você pode reiniciar todo o sistema ou em SSH fazer",
        "Le démon refuse de démarrer": "O demônio se recusa a começar",
        "Essayez de le démarrer en mode debug pour voir l'erreur": "Tente iniciá-lo no modo de depuração para ver o erro",
        "J'ai plusieurs ports USB pour ma clef GSM alors que je n'en ai qu'une": "Tenho várias portas USB para minha chave GSM, embora só tenha uma",
        "voire plus": "ver mais",
        "C'est normal, pour une raison inconnue les clef GSM créent 2": "Isso é normal, por algum motivo desconhecido, as chaves GSM criam 2",
        "ports USB au niveau système": "portas USB de nível de sistema",
        "Il suffit d'en choisir un, peut importe lequel": "Basta escolher um, não importa qual",
        "Jeedom n'envoie plus et ne reçoit plus de SMS": "Jeedom não envia mais nem recebe SMS",
        "Ceci arrive en général si la clef GSM n'arrive plus à se connecter au réseau": "Isso geralmente acontece se a chave GSM não puder mais se conectar à rede",
        "Essayez de la déplacer pour voir si ça revient au bout de quelques minutes": "Experimente movê-lo para ver se volta depois de alguns minutos",
        "J'ai des soucis de réception qui marche quelques heures puis plus rien": "Tenho preocupações de recepção que funcionam por algumas horas, então nada",
        "Mettez la carte SIM sur un téléphone portable et videz tous les sms de la carte (envoyés et reçus": "Coloque o cartão SIM em um telefone celular e esvazie todas as mensagens de texto do cartão (enviadas e recebidas",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " ASTUCE.": " DICA.",
        " ASTUCE?": " DICA?",
        "ASTUCE ": "DICA ",
        " ASTUCE]": " DICA]",
        "[ASTUCE]": "[DICA]",
        "*ASTUCE*": "*DICA*",
        " ASTUCE*": " DICA*",
        " Activer.": " Ativar.",
        " Activer?": " Ativar?",
        "Activer ": "Ativar ",
        " Activer]": " Ativar]",
        "[Activer]": "[Ativar]",
        "*Activer*": "*Ativar*",
        " Activer*": " Ativar*",
        " Visible.": " Visivél.",
        " Visible?": " Visivél?",
        "Visible ": "Visivél ",
        " Visible]": " Visivél]",
        "[Visible]": "[Visivél]",
        "*Visible*": "*Visivél*",
        " Visible*": " Visivél*",
        " Nom.": " Nome.",
        " Nom?": " Nome?",
        "Nom ": "Nome ",
        " Nom]": " Nome]",
        "[Nom]": "[Nome]",
        "*Nom*": "*Nome*",
        " Nom*": " Nome*",
        " Utilisateur.": " Usuário.",
        " Utilisateur?": " Usuário?",
        "Utilisateur ": "Usuário ",
        " Utilisateur]": " Usuário]",
        "[Utilisateur]": "[Usuário]",
        "*Utilisateur*": "*Usuário*",
        " Utilisateur*": " Usuário*",
        " exemple.": " Exemplo.",
        " exemple?": " Exemplo?",
        "exemple ": "Exemplo ",
        " exemple]": " Exemplo]",
        "[exemple]": "[Exemplo]",
        "*exemple*": "*Exemplo*",
        " exemple*": " Exemplo*",
        " Afficher.": " Display.",
        " Afficher?": " Display?",
        "Afficher ": "Display ",
        " Afficher]": " Display]",
        "[Afficher]": "[Display]",
        "*Afficher*": "*Display*",
        " Afficher*": " Display*",
        " Tester.": " Teste.",
        " Tester?": " Teste?",
        "Tester ": "Teste ",
        " Tester]": " Teste]",
        "[Tester]": "[Teste]",
        "*Tester*": "*Teste*",
        " Tester*": " Teste*",
        " Supprimer.": " Remover.",
        " Supprimer?": " Remover?",
        "Supprimer ": "Remover ",
        " Supprimer]": " Remover]",
        "[Supprimer]": "[Remover]",
        "*Supprimer*": "*Remover*",
        " Supprimer*": " Remover*",
        " signe.": " placa.",
        " signe?": " placa?",
        "signe ": "placa ",
        " signe]": " placa]",
        "[signe]": "[placa]",
        "*signe*": "*placa*",
        " signe*": " placa*",
        " Question.": " Pergunta.",
        " Question?": " Pergunta?",
        "Question ": "Pergunta ",
        " Question]": " Pergunta]",
        "[Question]": "[Pergunta]",
        "*Question*": "*Pergunta*",
        " Question*": " Pergunta*",
        " FAQ.": " Faq.",
        " FAQ?": " Faq?",
        "FAQ ": "Faq ",
        " FAQ]": " Faq]",
        "[FAQ]": "[Faq]",
        "*FAQ*": "*Faq*",
        " FAQ*": " Faq*",
        " Vitesse.": " Velocidade.",
        " Vitesse?": " Velocidade?",
        "Vitesse ": "Velocidade ",
        " Vitesse]": " Velocidade]",
        "[Vitesse]": "[Velocidade]",
        "*Vitesse*": "*Velocidade*",
        " Vitesse*": " Velocidade*",
        " ici.": " aqui.",
        " ici?": " aqui?",
        "ici ": "aqui ",
        " ici]": " aqui]",
        "[ici]": "[aqui]",
        "*ici*": "*aqui*",
        " ici*": " aqui*",
        " lsusb.": " lsusb.",
        " lsusb?": " lsusb?",
        "lsusb ": "lsusb ",
        " lsusb]": " lsusb]",
        "[lsusb]": "[lsusb]",
        "*lsusb*": "*lsusb*",
        " lsusb*": " lsusb*"
    }
}