{
    "plugins\/sms\/plugin_info\/configuration.php": {
        "401 - Accès non autorisé": "401 - Nicht autorisierter Zugriff",
        "Port SMS": "SMS-Port",
        "Aucun": "Ohne",
        "Auto": "Auto",
        "Vitesse de communication (bauds)": "Kommunikationsgeschwindigkeit (Baud)",
        "Code pin (laisser vide s'il n'y en a pas)": "PIN-Code (leer lassen, wenn keiner vorhanden ist)",
        "Texte mode": "Textmodus",
        "A utiliser si vous ne recevez pas de message (compatibilité avec un maximum de modem) mais enleve le support des SMS multiple et des caractères spéciaux": "Verwenden Sie diese Option, wenn Sie keine Nachricht erhalten (Kompatibilität mit maximalem Modem), aber die Unterstützung für mehrere SMS und Sonderzeichen entfernen",
        "Découper les messages par paquet de caractères": "Schneiden Sie Nachrichten nach Zeichenpaket",
        "Par defaut 140": "Standard 140",
        "Passerelle SMS \/ SMS Gateway (en cas d'erreur : CMS 330 SMSC number not set)": "SMS Gateway \/ SMS Gateway (im Fehlerfall: CMS 330 SMSC Nummer nicht gesetzt)",
        "Utiliser le code #*#*4636#*#* sur un mobile pour trouver le SMSC de votre opérateur": "Verwenden Sie den Code # * # * 4636 # * # * auf einem Mobiltelefon, um die SMSC Ihres Betreibers zu finden",
        "Force du signal": "Signalstärke",
        "Réseau": "Netzwerk",
        "Port socket interne": "Interner Socket-Port",
        "Cycle (s)": "Zyklus (e)"
    },
    "plugins\/sms\/desktop\/php\/sms.php": {
        "401 - Accès non autorisé": "401 - Nicht autorisierter Zugriff",
        "Gestion": "Verwaltung",
        "Ajouter": "Hinzufügen",
        "Configuration": "Konfiguration",
        "Mes SMS": "Meine SMS",
        "Aucun équipement SMS trouvé, cliquer sur \"Ajouter\" pour commencer": "Kein SMS-Gerät gefunden, klicken Sie zum Starten auf „Hinzufügen“",
        "Rechercher": "Suchen nach",
        "Equipement visible": "Sichtbare Ausrüstung",
        "Equipement non visible": "Ausrüstung nicht sichtbar",
        "Configuration avancée": "Erweiterte Konfiguration",
        "Dupliquer": "Duplikat",
        "Sauvegarder": "Speichern",
        "Supprimer": "Löschen",
        "Equipement": "Gerät",
        "Commandes": "Befehle",
        "Paramètres généraux": "Allgemeine Einstellungen",
        "Nom de l'équipement": "Ausrüstungsname",
        "Objet parent": "Übergeordnetes Objekt",
        "Aucun": "Ohne",
        "Catégorie": "Kategorie",
        "Options": "Optionen",
        "Activer": "Aktivieren",
        "Visible": "Sichtbar",
        "Paramètres spécifiques": "Spezifische Parameter",
        "Désactiver les interactions": "Interaktionen deaktivieren",
        "Autorise la réception de messages de numéros inconnus. Les interactions sont toujours désactivées pour ces numéros. Le message reçu ainsi que le numéro de l'expéditeur seront disponnibles via les commandes comme pour tout autre message.": "Ermöglicht den Empfang von Nachrichten von unbekannten Nummern. Interaktionen sind für diese Nummern immer deaktiviert. Die empfangene Nachricht sowie die Nummer des Absenders sind wie bei jeder anderen Nachricht über die Befehle verfügbar",
        "Autoriser les messages de numéros inconnus": "Nachrichten von unbekannten Nummern zulassen",
        "Permet d'ajouter automatiquement un numéro inconnu à la liste des commandes lors de la réception d'un message.": "Fügen Sie automatisch eine unbekannte Nummer zur Befehlsliste hinzu, wenn Sie eine Nachricht erhalten",
        "Ajouter les numéros inconnus aux commandes": "Fügen Sie Bestellungen unbekannte Nummern hinzu",
        "Cette option est dangereuse car cela va ajouter automatiquement une commande correspondante au numéro lors de la réception d'un message en provenance d'un numéro inconnu.": "Diese Option ist gefährlich, da sie der Nummer automatisch einen entsprechenden Befehl hinzufügt, wenn Sie eine Nachricht von einer unbekannten Nummer erhalten",
        "Si sur le même équipement vous activez les interactions, cela veut dire que n'importe qui pourra commencer à interagir avec votre Jeedom.": "Wenn Sie auf demselben Gerät die Interaktionen aktivieren, bedeutet dies, dass jeder mit Ihrem Jeedom interagieren kann",
        "N'activez cette option que si vous êtes certain d'accepter ce risque.": "Aktivieren Sie diese Option nur, wenn Sie sicher sind, dass Sie dieses Risiko akzeptieren",
        "Ajouter d'un numéro": "Nummer hinzufügen",
        "Nom": "Name",
        "Utilisateur": "Benutzer",
        "Numéro": "Anzahl",
        "Etat": "Bundesland",
        "Actions": "Anteile"
    },
    "plugins\/sms\/desktop\/js\/sms.js": {
        "Nom de la commande": "Befehlsname",
        "Choisir une icône": "Wählen Sie ein Symbol aus",
        "Afficher": "Anzeige",
        "Historiser": "Chronik",
        "Tester": "Test",
        "Supprimer la commande": "Auftrag löschen"
    },
    "plugins\/sms\/core\/php\/jeeSMS.php": {
        "Vous n\\'etes pas autorisé à effectuer cette action": "Sie sind nicht berechtigt, diese Aktion auszuführen",
        "Aucun équipement SMS activé": "Kein SMS-Gerät aktiviert",
        "Message venant de ": "Nachricht von",
        "Message venant d\\'un numéro inconnu, création auto activée:": "Nachricht von einer unbekannten Nummer, automatische Erstellung aktiviert:",
        "Message venant d\\'un numéro inconnu mais les numéros inconnus sont autorisés : ": "Nachricht von einer unbekannten Nummer, aber unbekannte Nummern sind erlaubt:",
        "Message venant d\\'un numéro non autorisé : ": "Nachricht von einer nicht autorisierten Nummer:",
        "\\nRéponse : ": "\\ nAntwort:",
        "Interaction désactivée.": "Interaktion deaktiviert"
    },
    "plugins\/sms\/core\/class\/sms.class.php": {
        "Le port n\\'est pas configuré": "Port ist nicht konfiguriert",
        "Veuillez vérifier la configuration": "Bitte überprüfen Sie die Konfiguration",
        "Signal": "Signal",
        "Message": "Nachricht",
        "Expediteur": "Absender",
        "Envoyer message à": "Nachricht senden an",
        "Numéro": "Nummer"
    },
    "info.json": {
        "Plugin ajoutant la gestion (envoi\/réception) de SMS à Jeedom. Avec ce plugin vous pouvez ainsi être notifié par SMS, voire poser une question ou déclencher une action via SMS grâce au moteur d'interactions. (Nécessite une clé 3G et une carte SIM ).": "Plugin, das die Verwaltung (Senden \/ Empfangen) von SMS zu Jeedom hinzufügt. Mit diesem Plugin können Sie dank der Interaktions-Engine per SMS benachrichtigt, sogar eine Frage gestellt oder eine Aktion per SMS ausgelöst werden. (Benötigt einen 3G-Schlüssel und eine SIM-Karte)"
    }
}