{
    "plugins\/sms\/plugin_info\/configuration.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Port SMS": "SMS port",
        "Aucun": "None",
        "Auto": "Auto",
        "Vitesse de communication (bauds)": "Communication speed (baud)",
        "Code pin (laisser vide s'il n'y en a pas)": "Pin code (leave blank if there is none)",
        "Texte mode": "Text mode",
        "A utiliser si vous ne recevez pas de message (compatibilité avec un maximum de modem) mais enleve le support des SMS multiple et des caractères spéciaux": "Use if you do not receive a message (compatibility with a maximum of modem) but remove support for multiple SMS and special characters",
        "Découper les messages par paquet de caractères": "Cut messages by character packet",
        "Par defaut 140": "Default 140",
        "Passerelle SMS \/ SMS Gateway (en cas d'erreur : CMS 330 SMSC number not set)": "SMS Gateway \/ SMS Gateway (in case of error: CMS 330 SMSC number not set)",
        "Utiliser le code #*#*4636#*#* sur un mobile pour trouver le SMSC de votre opérateur": "Use the code # * # * 4636 # * # * on a mobile to find the SMSC of your operator",
        "Force du signal": "Signal strength",
        "Réseau": "Network",
        "Port socket interne": "Internal socket port",
        "Cycle (s)": "Cycle (s)"
    },
    "plugins\/sms\/desktop\/php\/sms.php": {
        "401 - Accès non autorisé": "401 - Unauthorized access",
        "Gestion": "Management",
        "Ajouter": "Add",
        "Configuration": "Setup",
        "Mes SMS": "My SMS",
        "Aucun équipement SMS trouvé, cliquer sur \"Ajouter\" pour commencer": "No SMS equipment found, click \"Add\" to start",
        "Rechercher": "Search",
        "Equipement visible": "Visible equipment",
        "Equipement non visible": "Equipment not visible",
        "Configuration avancée": "Advanced configuration",
        "Dupliquer": "Duplicate",
        "Sauvegarder": "Save",
        "Supprimer": "Delete",
        "Equipement": "Equipment",
        "Commandes": "Commands",
        "Paramètres généraux": "General settings",
        "Nom de l'équipement": "Equipment name",
        "Objet parent": "Parent object",
        "Aucun": "None",
        "Catégorie": "Category",
        "Options": "Options",
        "Activer": "Activate",
        "Visible": "Visible",
        "Paramètres spécifiques": "Specific parameters",
        "Désactiver les interactions": "Disable interactions",
        "Autorise la réception de messages de numéros inconnus. Les interactions sont toujours désactivées pour ces numéros. Le message reçu ainsi que le numéro de l'expéditeur seront disponnibles via les commandes comme pour tout autre message.": "Allows receiving messages from unknown numbers. Interactions are always disabled for these numbers. The message received as well as the sender's number will be available via the commands as for any other message",
        "Autoriser les messages de numéros inconnus": "Allow messages from unknown numbers",
        "Permet d'ajouter automatiquement un numéro inconnu à la liste des commandes lors de la réception d'un message.": "Automatically add an unknown number to the command list when receiving a message",
        "Ajouter les numéros inconnus aux commandes": "Add unknown numbers to orders",
        "Cette option est dangereuse car cela va ajouter automatiquement une commande correspondante au numéro lors de la réception d'un message en provenance d'un numéro inconnu.": "This option is dangerous because it will automatically add a corresponding command to the number when receiving a message from an unknown number",
        "Si sur le même équipement vous activez les interactions, cela veut dire que n'importe qui pourra commencer à interagir avec votre Jeedom.": "If on the same equipment you activate the interactions, it means that anyone can start interacting with your Jeedom",
        "N'activez cette option que si vous êtes certain d'accepter ce risque.": "Activate this option only if you are sure that you accept this risk",
        "Ajouter d'un numéro": "Add number",
        "Nom": "Name",
        "Utilisateur": "User",
        "Numéro": "Number",
        "Etat": "State",
        "Actions": "Shares"
    },
    "plugins\/sms\/desktop\/js\/sms.js": {
        "Nom de la commande": "Command name",
        "Choisir une icône": "Choose an icon",
        "Afficher": "Show",
        "Historiser": "Historize",
        "Tester": "Test",
        "Supprimer la commande": "Delete order"
    },
    "plugins\/sms\/core\/php\/jeeSMS.php": {
        "Vous n\\'etes pas autorisé à effectuer cette action": "You are not authorized to perform this action",
        "Aucun équipement SMS activé": "No SMS device enabled",
        "Message venant de ": "Message from",
        "Message venant d\\'un numéro inconnu, création auto activée:": "Message from an unknown number, auto creation enabled:",
        "Message venant d\\'un numéro inconnu mais les numéros inconnus sont autorisés : ": "Message from an unknown number but unknown numbers are allowed:",
        "Message venant d\\'un numéro non autorisé : ": "Message from an unauthorized number:",
        "\\nRéponse : ": "\\ nAnswer:",
        "Interaction désactivée.": "Interaction disabled"
    },
    "plugins\/sms\/core\/class\/sms.class.php": {
        "Le port n\\'est pas configuré": "Port is not configured",
        "Veuillez vérifier la configuration": "Please check the configuration",
        "Signal": "Signal",
        "Message": "Message",
        "Expediteur": "Sender"
    },
    "info.json": {
        "Plugin ajoutant la gestion (envoi\/réception) de SMS à Jeedom. Avec ce plugin vous pouvez ainsi être notifié par SMS, voire poser une question ou déclencher une action via SMS grâce au moteur d'interactions. (Nécessite une clé 3G et une carte SIM ).": "Plugin adding the management (sending \/ receiving) of SMS to Jeedom. With this plugin you can be notified by SMS, even ask a question or trigger an action via SMS thanks to the interaction engine. (Requires a 3G key and a SIM card)"
    }
}