{
    "plugins\/sms\/plugin_info\/configuration.php": {
        "401 - Accès non autorisé": "401 - Acesso não autorizado",
        "Port SMS": "Porta SMS",
        "Aucun": "Nemhum",
        "Auto": "Carro",
        "Vitesse de communication (bauds)": "Velocidade de comunicação (baud)",
        "Code pin (laisser vide s'il n'y en a pas)": "Código PIN (deixe em branco se não houver nenhum)",
        "Texte mode": "Modo de texto",
        "A utiliser si vous ne recevez pas de message (compatibilité avec un maximum de modem) mais enleve le support des SMS multiple et des caractères spéciaux": "Use se você não receber uma mensagem (compatibilidade com o máximo de modem), mas remova o suporte a vários SMS e caracteres especiais",
        "Découper les messages par paquet de caractères": "Cortar mensagens por pacote de caracteres",
        "Par defaut 140": "Padrão 140",
        "Passerelle SMS \/ SMS Gateway (en cas d'erreur : CMS 330 SMSC number not set)": "Gateway de SMS \/ Gateway de SMS (em caso de erro: número CMS 330 SMSC não definido)",
        "Utiliser le code #*#*4636#*#* sur un mobile pour trouver le SMSC de votre opérateur": "Use o código # * # * 4636 # * # * em um celular para encontrar o SMSC da sua operadora",
        "Force du signal": "Intensidade do sinal",
        "Réseau": "Rede",
        "Port socket interne": "Tomada interior da porta",
        "Cycle (s)": "Ciclo (s)"
    },
    "plugins\/sms\/desktop\/php\/sms.php": {
        "401 - Accès non autorisé": "401 - Acesso não autorizado",
        "Gestion": "Gestão",
        "Ajouter": "Adicionar",
        "Configuration": "Configuração",
        "Mes SMS": "My SMS",
        "Aucun équipement SMS trouvé, cliquer sur \"Ajouter\" pour commencer": "Nenhum equipamento SMS encontrado, clique em \"Adicionar\" para iniciar",
        "Rechercher": "Pesquisa",
        "Equipement visible": "Equipamento visível",
        "Equipement non visible": "Equipamento não visível",
        "Configuration avancée": "Configuração avançada",
        "Dupliquer": "Duplicado",
        "Sauvegarder": "Salvar",
        "Supprimer": "Remover",
        "Equipement": "Equipamento",
        "Commandes": "Comandos",
        "Paramètres généraux": "Configurações Gerais",
        "Nom de l'équipement": "Nome do equipamento",
        "Objet parent": "Objeto pai",
        "Aucun": "Nemhum",
        "Catégorie": "Categoria",
        "Options": "Opções",
        "Activer": "Ativar",
        "Visible": "Visivél",
        "Paramètres spécifiques": "Parâmetros específicos",
        "Désactiver les interactions": "Desativar interações",
        "Autorise la réception de messages de numéros inconnus. Les interactions sont toujours désactivées pour ces numéros. Le message reçu ainsi que le numéro de l'expéditeur seront disponnibles via les commandes comme pour tout autre message.": "Permite receber mensagens de números desconhecidos. As interações estão sempre desativadas para esses números. A mensagem recebida assim como o número do remetente estarão disponíveis através dos comandos como para qualquer outra mensagem",
        "Autoriser les messages de numéros inconnus": "Permitir mensagens de números desconhecidos",
        "Permet d'ajouter automatiquement un numéro inconnu à la liste des commandes lors de la réception d'un message.": "Adicione automaticamente um número desconhecido à lista de comandos ao receber uma mensagem",
        "Ajouter les numéros inconnus aux commandes": "Adicionar números desconhecidos aos pedidos",
        "Cette option est dangereuse car cela va ajouter automatiquement une commande correspondante au numéro lors de la réception d'un message en provenance d'un numéro inconnu.": "Esta opção é perigosa porque adicionará automaticamente um comando correspondente ao número ao receber uma mensagem de um número desconhecido",
        "Si sur le même équipement vous activez les interactions, cela veut dire que n'importe qui pourra commencer à interagir avec votre Jeedom.": "Se no mesmo equipamento você ativar as interações, significa que qualquer pessoa pode começar a interagir com seu Jeedom",
        "N'activez cette option que si vous êtes certain d'accepter ce risque.": "Ative esta opção somente se tiver certeza de que aceita esse risco",
        "Ajouter d'un numéro": "Adicionar número",
        "Nom": "Nome",
        "Utilisateur": "Usuário",
        "Numéro": "Número",
        "Etat": "Estado",
        "Actions": "Ações"
    },
    "plugins\/sms\/desktop\/js\/sms.js": {
        "Nom de la commande": "Nome do comando",
        "Choisir une icône": "Escolha um ícone",
        "Afficher": "Display",
        "Historiser": "Historicizar",
        "Tester": "Teste",
        "Supprimer la commande": "Excluir pedido"
    },
    "plugins\/sms\/core\/php\/jeeSMS.php": {
        "Vous n\\'etes pas autorisé à effectuer cette action": "Não está autorizado a executar esta ação",
        "Aucun équipement SMS activé": "Nenhum dispositivo SMS ativado",
        "Message venant de ": "Mensagem de",
        "Message venant d\\'un numéro inconnu, création auto activée:": "Mensagem de um número desconhecido, criação automática habilitada:",
        "Message venant d\\'un numéro inconnu mais les numéros inconnus sont autorisés : ": "Mensagem de um número desconhecido, mas números desconhecidos são permitidos:",
        "Message venant d\\'un numéro non autorisé : ": "Mensagem de um número não autorizado:",
        "\\nRéponse : ": "\\ nResponda:",
        "Interaction désactivée.": "Interação desativada"
    },
    "plugins\/sms\/core\/class\/sms.class.php": {
        "Le port n\\'est pas configuré": "A porta não está configurada",
        "Veuillez vérifier la configuration": "Por favor, verifique a configuração",
        "Signal": "Sinal",
        "Message": "Mensagem",
        "Expediteur": "Remetente"
    },
    "info.json": {
        "Plugin ajoutant la gestion (envoi\/réception) de SMS à Jeedom. Avec ce plugin vous pouvez ainsi être notifié par SMS, voire poser une question ou déclencher une action via SMS grâce au moteur d'interactions. (Nécessite une clé 3G et une carte SIM ).": "Plugin adicionando o gerenciamento (envio \/ recebimento) de SMS ao Jeedom. Com este plugin você pode ser notificado por SMS, até mesmo fazer uma pergunta ou acionar uma ação via SMS graças ao mecanismo de interação. (Requer uma chave 3G e um cartão SIM)"
    }
}